{
  "characters": [
    {
      "characterGUID": "40a0f905-1118-4252-8763-ecc573e75757",
      "saveGUID": "8f9da8da-10ff-4425-974e-17e569d45757",
      "lastUpdateDateTime": "2022-04-17T09:59:54",
      "adventureState": 0,
      "characterState": 0,
      "name": "Midipon Bravecroup",
      "avatarGUID": "0b0dcc9a-7f0a-4705-8011-9355ab522d2f",
      "race": 4,
      "chClass": 4,
      "maxHP": 100,
      "curHP": 40,
      "stamina": 1,
      "power": -1,
      "agility": 0,
      "intellegence": 3,
      "charisma": 3,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 1,
      "buffCharisma": 0,
      "battleResources": "Мана: 1000",
      "effects": "\"На перекуре\" +1 интеллект, получает 1 урона в конце каждого хода. Длительность 5 ходов. \n\"Скушал пончик\" - дает +5 золота каждый ход * 5 ходов.",
      "history": "Когда то его вела дорога приключений, но потом он решил написать ЭкЛет.",
      "items": "Пачка махорки (7 папирос)\r\nОгниво",
      "specialAbility": "Писать Эклет\r\nПассивная способность.\r\nДействует в быту.\r\nПока пишет Эклет - пишет Эклет.",
      "exp": 1000,
      "saveDateTime": "2022-03-30T17:29:12",
      "createCharacterDateTime": "2022-03-03T20:17:41"
    },
    {
      "characterGUID": "34819752-dbc3-4ccb-8d0b-6dbe760d91ea",
      "saveGUID": "9d9158cf-5c3a-4d4b-8e73-3a77c6b52098",
      "lastUpdateDateTime": "2022-10-08T20:05:23",
      "adventureState": 0,
      "characterState": 0,
      "name": "Фаст Эроу",
      "avatarGUID": "4498c876-3fc3-4a0b-acd6-3753b6d885f7",
      "race": 2,
      "chClass": 3,
      "maxHP": 50,
      "curHP": 50,
      "stamina": 2,
      "power": 0,
      "agility": 4,
      "intellegence": -1,
      "charisma": 1,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "ОБД: 4 Стрелы (33) Стрелы  (остр.) (50) (+2)",
      "effects": "",
      "history": "Заклятый враг - земнопони, чернокнижник.\r\n\r\nНачинающий игроман - ты видя идущие азартные игры вынужден проходить спасбросок Интеллекта. В случае провала, ты будешь просто обязан играть до тех пор, пока не проиграешь 20 битс, или не выйграешь 40.",
      "items": "Экпировано:\r\nИдеально сбалансированный лук (дальность 30, урон 3d6, +1 к попаданию)\r\nПлащь из прочной ткани (+1 к действиям скрытности)\r\nЖелезная маска\r\nРерол 0\r\n\r\nЖареное сено (2 порций) (отравлено)\r\nЯблоки (8кг) (отравлено)\r\nКапуста (10кг) (отравлено)\r\nКисетик чая (отравлено)\r\nКурдюк с водой (3л.)\r\nКурдюк с водой (5л.) (отравлено)\r\nБитсы 301\r\nНебольшой лазурит\r\nПосох Даэдалуса, открывает любой замок после произнесение слова \"Байобядол\" (6 зарядов)\r\nПосох Двегора\r\n",
      "specialAbility": "Питомец:\r\nБарди (38/38 ХП)\r\nБурый медведь\r\nАтака 1D10 + 1D4\r\nСкорость 7\r\nЗащита хозяина (1 lvl)(пас)(хар хозяина)\r\nЕсли питомец находится в радиусе 3, может игнорируя личную инициативу принять на себя успешную атаку противника мгновенно переместившись к хозяину и затратив при этом свой ход.\r\nТратит быстрое действие хозяина.\r\n",
      "exp": 1710,
      "saveDateTime": "2022-10-08T20:05:23",
      "createCharacterDateTime": "2022-04-17T09:59:54"
    },
    {
      "characterGUID": "c2ab61c6-71cc-49f1-8df1-c958f6be9bcb",
      "saveGUID": "4c39806e-bba5-41ac-9fb5-275efb9808b3",
      "lastUpdateDateTime": "2022-04-17T11:17:13",
      "adventureState": 0,
      "characterState": 0,
      "name": "Ноктюрн",
      "avatarGUID": "678bd686-033b-4775-84bd-ee85b342480f",
      "race": 8,
      "chClass": 5,
      "maxHP": 25,
      "curHP": 10,
      "stamina": 1,
      "power": -1,
      "agility": 1,
      "intellegence": 3,
      "charisma": 2,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "1/6(1) 1/3(2) 1/2(3) 1/1(4)",
      "effects": "",
      "history": "Специализация: Демонолог\r\n\r\nДостижения:\r\nАккуратный (всякий раз, когда выходит из битвы не получив урона от внешних источников получает +5 опыта).\r\nБоец тыла (если находится на расстоянии более 9 ячеек от всех противников, получает возможность вместо реакции совершить еще одно быстрое действие).\r\n\r\nПерсональный квест (0/3):\r\nВернуть себе книги и посох. 100 опыта\r\n\r\nПредыстория:\r\nПосле школы Ноктюрн начал изучать магию самостоятельно. В одной из магических книг наткнулся на упоминание темной магии. Но ничего подробного о ней не было написано. И даже в библиотеке улья не нашёл ничего, где ещё упоминалось бы о темной магии. Однако он купил пару книг у странствующего торговца, что зашёл в их город. Одна книга была о магических артефактах (с тех пор Ноктюрн желает заполучить хоть один). Вторая это что-то типа справочника по темной магии. Там не описывались магические ритуалы и прочее, просто что из себя представляет темная магия. Ну и так же упоминание о том, что темное искусство опасно. Но ещё там указывался список литературы по темной магии. Ноктюрн не пожалел своих средств и заказал у торговца эти книги. Когда торговец их добыл, Ноктюрн стал изучать темную магию. С тех пор жители соседних домов стали жаловаться на ночные кошмары. Через несколько месяцев, неосторожное прочтение заклинания вызвало какую то тварь из другого измерения. Городская стража быстро с этой тварью справилась, но в результате расследования инцидента выяснили кто виноват в её появлении. Так Ноктюрна изгнали.\r\nУ Ноктюрна была привычка носить с самого своего юношества, пока он обучался темным искусствам, один и тот же балахон, который за годы каста темной магии и всяких экспериментов из той книги нечистого происхождения был плотно, просто насквозь, пропитан темной магией. Эта самая пропитка давала балахону два необычных свойства.",
      "items": "Экипировано:\r\nКостюм горничной (+2 к успеху соблазнения, при привращении в женских персонажей)\r\n\r\nЧумные наручи.\r\nПовышает успешность наложения болезней на 1.\r\n\r\nВ сумке:\r\n\r\nВаляется:\r\nПропитанный тьмой балахон.\r\nВсякий раз, когда лимфа ченджлингов попадает на балахон, он дает носителю магические силы.\r\nПовышает сопротивляемость болезням.\r\n\r\n\r\n\r\nСклянка с кровью 10/50.\r\nКости 50/50.\r\nЗелье энергии (1) *0\r\nЗелье энергии (2) *1\r\nЗелье энергии (3) *0\r\nЗелье здоровья (10хп) * 1\r\nКурдюк с водой (2л.)\r\nДемонический свиток (имя - Нариэль).\r\nСено *2\r\nКолчан стрел (40)",
      "specialAbility": "",
      "exp": 651,
      "saveDateTime": "2022-04-17T11:17:12",
      "createCharacterDateTime": "2022-04-17T11:17:12"
    },
    {
      "characterGUID": "337d7ea8-2453-4c0d-bf5c-493ed2d52d2e",
      "saveGUID": "a0251713-b3c2-4045-989a-a47dc0f460ba",
      "lastUpdateDateTime": "2022-04-17T20:39:28",
      "adventureState": 0,
      "characterState": 0,
      "name": "Квинт Индарил",
      "avatarGUID": "3b0a19f0-12b5-4c0c-95a9-656f6076433b",
      "race": 0,
      "chClass": 3,
      "maxHP": 25,
      "curHP": 25,
      "stamina": 1,
      "power": 0,
      "agility": 3,
      "intellegence": 0,
      "charisma": 2,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Стрелы (37)",
      "effects": "",
      "history": "Был пятым в семье кочевников-охотников жившие бортничеством, соберательством и само собой охотой.\r\nВсе то что семья добывала пользовалось спросом во многих городах, конкуренция не высокая, а сам товар был не многочисленным, от чего цена на травы, настойки и прочее, была солидная.\r\nВ один не самый удачный день семья нашего уже вполне умелого охотника попала в засаду местных бандитов, видимо кто-то из торгашей на рынке дал наводку. Стычка закончилась в пользу качевников, бандитов удалось спугнуть, однако отец семейства был сильно ранен в заднее копыто. Лекарь сделал все возможное но восстановить прежнюю подвижность не удалось. Путешествовать стало слишком сложно.\r\nСемейство Квинта осело в Истхолде. Опыт в бортничестве помог с освоением пчеловодства.\r\nБыло решено, дело отца продолжат братья, каждый из них отправился в вольное плаванье, а ещё каждый из них поклялся выследить и покарать мерзавцев.\r\nТак и начались приключения Квинта.",
      "items": "Сбалансированный лук (3D6 урон расстояние 24)\r\nПлащь из прочной ткани (+1 к действиям скрытности)\r\nЖелезная маска\r\n\r\nКинжал 1d4\r\nБитсы (1)\r\nОбычное зелье регенерации (1) (+5ХП * 4 хода)\r\nЯд \"Вдова\" (основа) (1 склянки)\r\nМетательный нож (10)\r\nМешок ослепляющей пыли (3 зарядов)\r\nЖелезная маска",
      "specialAbility": "Заклятый враг - Разбойники",
      "exp": 226,
      "saveDateTime": "2022-04-17T20:39:28",
      "createCharacterDateTime": "2022-04-17T13:19:13"
    },
    {
      "characterGUID": "34550a7b-f712-4767-b4d7-ab5d62154532",
      "saveGUID": "03445975-f197-488c-a912-1e2b523c9319",
      "lastUpdateDateTime": "2022-04-17T13:23:37",
      "adventureState": 0,
      "characterState": 0,
      "name": "Гальвани",
      "avatarGUID": "cb6a2242-b483-455a-afcf-9ddaca3b5a24",
      "race": 4,
      "chClass": 9,
      "maxHP": 19,
      "curHP": 14,
      "stamina": 1,
      "power": 0,
      "agility": 2,
      "intellegence": 4,
      "charisma": -1,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Детали (1)",
      "effects": "Перегоревший рог",
      "history": "Зовут Гальвани Сын Пупина.\r\nНедавно я потерял ногу в разборках с одногодками. Я мало кому нравился и от этого я устал. Отец сделал мне хороший протез, но я все равно ушел из города, я не хочу терпеть издевательства больше!\r\n\r\nЯ жил в семье инженера-изобретателя. У меня есть два старших брата, Уитстон и Кьюри. Я учился отлично, но не особо хорошо мог общаться с другими пони. Меня считали ненормальным из-за моей любви к механизмам. Таким же как у моего отца, который заинтерисовал этим и меня, и моих братьев.\r\n\r\nСколько себя помню я не видел мать, отец рассказывал она была красивой и умной единорожкой и умерла после моего рождения. Я ему верю, но за порогом нашего дома ходят слухи, что мой отец сошел с ума и делает из тела моей матери живой механизм...\r\n\r\nВозраст: 15 лет",
      "items": "\r\n\r\nЗелье здоровья\r\n\r\n\r\n\r\nМеханизмы:\r\nФокуирующая призма\r\n\r\n\r\nИнструменты:\r\nРазводной ключ\r\nНабор отверток\r\n\r\n",
      "specialAbility": "",
      "exp": 130,
      "saveDateTime": "2022-04-17T13:23:37",
      "createCharacterDateTime": "2022-04-17T13:23:37"
    },
    {
      "characterGUID": "6b39cb06-c6f5-4944-a981-73e70753dcf0",
      "saveGUID": "728a74d8-a74f-46fe-8088-b73873e96688",
      "lastUpdateDateTime": "2022-10-04T13:22:20",
      "adventureState": 0,
      "characterState": 0,
      "name": "Бернардо Краузе",
      "avatarGUID": "79c43cc7-c7f4-4c03-b93e-44129e6b3da3",
      "race": 4,
      "chClass": 7,
      "maxHP": 37,
      "curHP": 37,
      "stamina": 2,
      "power": -1,
      "agility": 1,
      "intellegence": 4,
      "charisma": 0,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "8/8(1) 4/6(2) 2/4(3) 2 /3(4) 1/1(5)",
      "effects": "",
      "history": "Божество: Луна\r\n\r\nОсновная сюжетная линия (6/12):\r\nНайти посох. 150 опыта (сделано)\r\nЖдать сигналов татуировки. 50 опыта (сделано)\r\nСледовать указаниям татуировки. 50 опыта (сделано)\r\nУничножить статуи. 100 опыта (условно сделано)\r\nВыяснить, что случилось с последователями Луны. 120 опыта (сделано)\r\nНайти темносинего единорога с зеленой гривой в Истхолде. 50 опыта (сделано)\r\nЗаставить примкнуть дровосеков к культу Луны. 50 опыта за каждого (в процессе) (1/2)\r\n\r\nС детства Бернардо не знал о бедности и получал все что только мог пожелать молодой жеребенок. Отец его был наместником небольшого городка в восточной Эквестрии, а мать же была известна на всю восточную Эквестрию как искатель сокровищ. Ходят слухи, что она пыталась найти грифоний священный идол и была очень близка к его добыче, но что то помешало ей и он так и остался на дне бездонной пропасти. Так же у Бернардо был средний брат Кельвин и старшая сестра Элизабет. Самому же Бернарду выпало удовольствие быть самым младшим в семье. По вечерам мать Бернардо рассказывала удивительные истории о своих преключениях в ходе поиска сокровищ и артефактов чуть ли не в самых удаленных уголках Эквестрии. Её \"Экспедиция\" покорила все, начиная с Северного Лунного океана и заканчивая восточными горами Грифонстоуна. Эти истории воодушевляли Бернардо и в его сердце плотно залегла мечта стать путешественником и искателем преключений, подобно своей матери. Из историй матери Бернардо узнал, что большую часть добытых сокровищь и артефактов она добывала вовсе не для себя. Она была руководителем специальной экспедиции, посланной, как шутил папа \"самой Солнцеликой\" на поиски. Однако, как бы близко сердце Бернардо не лежало к приключениям, ему было суждено занять место отца - быть наместником и следить за порядком в городе. Почему же именно он был обязан унаследовать место отца, спросите вы? А причина проста... Хочется отметить, что его отец был глубоко релегиозен и верил в \"единственно истинную правительницу Эквестрии\", а имя Найтмер Мун, вызывало у него истинное отвращение. Первый сын был усыновлен отцом Бернарда еще в те далекие времена, когда его мать не могла долгое время родить жеребенка. Кельвин был весьма непослушным ребенком в семье, ведь ранее он был отобран у неблагополучных родителей. Каждое воскресенье отец посещал городской храм и приводил с собой Бернардо. Старшему брату Кельвину это с годами просто стало неинтересным. Годы шли, а дети в семье взрослели. Кто то начал как отец увлекаться богословием, кто то напротив - начинал все чаще и чаще поподать в передряги, из которых отец все время его вытаскивал. Последним был Кельвин. С годами он становился все более заносчивым, а через некоторое время он сильно поссорился с отцом. То что он был приемным и что он никогда не получит место своего опекуна заботило его как ни что другое. И накануне того дня, когда отцу пришло время уходить с поста наместника и уступать место своего младшему сыну, ночью, Кельвин, со своими товарищами, которые горели жаждой денег и власти, пробрался к отцу и предательски вонзил ему в спину клинок. В эту ночь Бернардо плохо спал, ему снились ужасные кошмары, словно кто то пытался завладеть его волей, но он сопротивлялся. Мать уже несколько месяцев как не возвращалась с экспедиции и в родовом особняке, кроме отца и заговорщиков, были лишь он со своей сестрой. Словно еще оставаясь в кошмаре, что ему снился Бернард проснулся от криков сестры. Она стояла в его комнате растрясая его копытами. Кричала, что нужно скорей бежать, пока это возможно. Едва оставшись незамеченными они выбрались из особняка и нашли себе укрытие в городе. В скором времени они узнали, что сотворил их брат. Он получил власть в городе и должность наместника обвинив в пропаже остальных наследников и смерти отца одного из своих сообщников. Конечно же эта подстава была спланирована всей группой заговорщиков и на его крики к Кельвину, о том, что это он во всем виноват, никто не обращал внимание. Вскоре, мало помалу находя все новые и новые ниточки этой истрии Бернардо и Элизабет узнали, что все это была игра темного сектантского общества фанатиков Луны \"Черный ворон\", которые уже несколько лет как сделали Кельвина своей марионеткой. Оказалось, что в подвале особняка, где лежали сокровища, добытые его матерью, находился один могущественный артефакт, который был нужен секте. К счастью он все еще оставался там, как и многие остальные артефакты. Как то раз в одну ночь, Бернард решил все выяснить и похитить артефакт из подвала. Его ненависть к брату, за содеяное, не затмила его разум и он посчитал своим долгом не дать секте завладеть этим мистическим предметом. Он оставил свою сестру в их временном убежище не предупредив о своем походе. Он знал, что она не отпустит его одного. В ночной тиши, на подходе к дому, он почувствовал, что что-то знакомое, заставляющее кровь стыть в жилах говорит в нем \"Найди меня! Забери меня! Одень меня!\". Не особо доверяя этому ощущению он все же решил прислушаться к нему. Незаметно пройдя мимо стражи, он проник в дом. Пройдя по знакомым коридорам он услышал плач. Он доносился из комнаты его матери. Подойдя ближе к ней он заметил свет свечи. Рядом с ней сидела его мать и сквозь рыдания причитала о чем то невнятном. Бернардо не выдержав этой сцены, ринулся к матери. Она, лишь завидем его, сперва сильно побледнела, но затем, едва выговаривая слова спросила \"Ты настоящий?! Это ведь не сон? Мой мальчик, ты жив?!\". Крепко обняв мать и усевшись рядом с ней Бернардо поведал истину о произошедшем своей матери. Когда рассказ дошел до секты \"Черного ворона\", её глаза округлились и она прошептала с ужасом в голосе \"Они нашли меня\". Вскочив, она сказала \"нам нужно спешить!\". И поскакала в сторону погреба, где как раз и лежали артефакты. Спускаясь по лестнице Бернард вновь услышал в своей голове голос, леденящий кровь, \"Давай же! Иди ко мне! Быстрее!\". Они спустились в подвал, но стоило им наступить на пол подвала как его резко оспетила волна магической вспышки, которая издала очень громкий хлопок, буквально кантузив Бернарда и его мать. Писк в ушах заглушил даже надоедливый голос. Мать была впереди бернарда и кажется её задело много сильнее. Он увидел как она, едва перебирая копытами подползает к полке с огромной бочкой вина и начинает медленно сползать по ней. Произнеся заклинание и заставляя свой рог светиться сильнее он подбежал к матери, которая шевелила губами, но из за писка кантузии он не мог ничего разобрать. Поняв что сын её не слышит, мать лишь кивнула в сторону постамента в нескольких метрах от них, где в стекле лежал какой то наруч, затем она округлив глаза посмотрела за спину сына. Бернард почти тут же среагировал на её взгляд и увидел во мраке несколько земнопони, которые старательно их уже выцеливали из арбалетов. Не слухом не дуновением воздуха он почуствовал как один из арбалетных болтов пролетает в паре сантиметрах от его спины. Вдруг мать резко накинула на шею Бернарда какой то амулет и разбив стекло магией сняла с постамента наруч и бросила его в Бернарда. В тот момент, когда наруч коснулся его, он услышал чуть ли не крик внутри себя. Крик который проходил сквозь писк контузии \"Ну наконец то! Я долго тебя ждал! И теперь ты будешь моим!\". Сознание резко начало покидать Бернарда. Он лишь увидел, как в его мать, уже истекающую кровью летят новые болты арбалетов, но не смотря на муку, терзавшую её лицо, её рог светился и она произносила какое то заклинание. Все озарилось белой вспышкой, которая через несколько секунд затухла вместе с сознанием.\r\nОчнулся Бернард на койке. Около него сидел жрец, подобный тем, что он видел в детстве, когда ходил с отцом в храм. Перед ним сидел монах, закутанный по уши в балахоны. На все вопросы он отвечал достаточно ветьевато и рассказал лишь, что его отец был очень добр к их храму и всячески помогал им. Так же он поведал, о старой вражде с сектой \"Черный ворон\" и о том, какую роль занимал отец в этом всем. Он был как оказалось не только наместником, но и защитником мощного темномагического артефакта. Так же он сказал, что его тело с арбалетным болтом в крупе телепортировало в храм. На вопрос \"Почему у меня тогда нет никаких повреждений или хотя бы шрама на крупе!?\" монах лишь улыбнулся и сказал - \"Тебе предстоит еще многому научиться мой юный ученик. А для начала, ты должен понять, что ответы на все твои вопросы придут со временем. Сейчас, как и завещал твой отец - ты должен служить истинной солнцеликой богине.\" и кивнул в сторону маленькой статуи Селестии на столе.\r\nДолгие годы Бернардо был послушником и укрывался в храме. Монахи и жрецы учили его пути просветления и исцеляющей магии. Как выяснилось, это был храм на совсем противоположной части Эквестрии - на её западе. Браслет, который передала мать, исчез бесследно, зато на переднем копыти появилась татуировка обрамленная ожогом, в форме браслета овивающего руку и испещренного какими то формулами. Все что произошло в ту роковую ночь никак не покидало голову бедного Бернардо. Время от времени ему снились кошмары той ночи. Хоть монахи и жрецы учили его быть осторожным со своим гневом и контроллировать эмоции, он все равно не мог забыть всего что произошло. Будучи огненным внутри и холодным снаружи спустя годы он решил покинуть храм и направиться в восточную Эквестрию. Чтобы отомстить своему брату недоделку и уничтожить проклятую секту \"Черный ворон\".\r\n\r\nБернардо, на пути к его цели, угораздило встрять в одну из не завидных историй. Началась она в таверне, где собрались такие же приключенцы как и он. Так как сбережения Бернарда подходили к концу, а питаться он чем то да должен был, ему пришлось взяться за нелегкое задание, где он вместе с остальными отправился на поиски рукояти одного старого меча. И хоть его сопартийцы, были не очень любезны с владельцем этой потерянной рукояти, Бернардо все же поддерживал их во всех начинаниях и старался помогать всем на его пути. Он лечил раненых, прикрывал тыл своих друзей. Однако с тех пор как он покинул храм ему не давала покоя его татуировка в виде браслета. Временами он вновь и вновь слышал этот пугающий голос в своей голове, требующий от него ужасных вещей, от которых его воротило изнутри. В ходе своего путешествия Бернарду удалось свершить несколько замечательных подвигов в составе своей команды. Слухи о нем и его группе начали расползаться по всей Эквестрии. Секта \"Черного ворона\" не заставила себя ждать и подослала своего жреца и ассасина, чтобы те внедрились в его группу и... Когда Бернардо того не ожидает - убили его. Попытка убийства увенчалась неудачей, однако это взростило в Бернарде огромное недоверие к своим соратникам, что помаленьку, вместе с преследующим его голосом сжигало его изнутри.\r\nСпустя некоторое время пути к цели, их группа выбрела в небольшой лес, в котором Бернардо почуствовал сильный источник темной магии. Пробираясь дальше, в глубь, они встретили весьма агрессивных древесных волков. Расправа над ними не заставила долго ждать, однако это оказалось лишь началом. Группа услышала громкий грохот валящихся деревьев и из глубины леса вышла гидра огромных размеров. То была битва не на жизнь, а насмерть. В бою погибли некоторые товарищи Бернардо. В их гибели он себя очень сильно винил. \"Ты оставил свою мать умирать! Ты бросил свою сестру одну, в том городе! Из за тебя гибнут твои друзья и товарищи! Это не твой путь жрец! Ты творишь больше плохого, чем хорошего. Я знаю твою истинную сущность!\" - шептал голос в его голове, \"Ничего ты обо мне не знаешь, проклятая татуировка! Оставь меня!\" - отвечал он про себя. Однако это было не все ужастное, что ему пришлось пережить. Несколько позже, когда его команда остановилась в трактире, он обратил внимание на хозяина трактира. Он показался ему весьма светлым в душе пони. Не долго думая он поделился своими размышлениями с участниками экспедиции. Не сразу понял Бернардо, что действует он не в интересах солнцеликой. Один плут подговорил его убедить хозяина трактира начать совсем иную жизнь. Сперва ему казалось, что он сделает жизнь трактирщика лучше, но в итоге, грязный плут, хитрыми манипуляциями, обставил все так, что трактирщик отдал жрецу все свое имущество. Затем группа решила, что нет нужды им оставаться в трактире и в скором времени они его продали и на вырученные деньги закупили себе броню и оружие. В скоров времени, ослепленный наивностью Бернард понял, что поступил неверно. Однако ничего уже нельзя было изменить. Голос в его голове не упустил возможности напомнить ему о \"его призвании\". Чем дальше все заходило, тем сильней бернард разочаровывался в своей команде и сильней осознавал, что все что они делают, несмотря на благие побуждения полностью противоречит всему тому, во что он верил. И вот, как то раз, помогая одной деревушке избавиться от разбойников в близлежащем лесу команда Бернарда попала в огромные неприятности - группа его товарищей была схвачена в плен. Не размышляя ни секунды, он ринулся с оставшейся частью группы спасать своих друзей. Незадолго до решающей схватки с разбойниками-работорговцами его команда связалась с темными силами. И хоть это казалось бы было во благо - увидев в пылу сражений то, чем собрался разить своих врагов нанятый его командой чернокнижник Бернардо решил отступить и покинуть группу. Лишь через некоторое время он услышал о результатах жестокой расправы над его друзьями. Часть из которых попала в вечное рабство, а часть и вовсе была убита. Коря себя за всё произошедшее и продолжая свой путь в восточную Эквестрию уже в одиночестве он заметил, как татуировка начала с каждым днем все сильней и сильней разрастаться по его руке, а его разум начинал меркнуть перед неустанным голосом в его голове. Этот голос сводил с ума Бернардо. Он уже не был таким как раньше. Он терял свой рассудок, а вмести с ним угасали в его сознании и его старые идеалы...\r\n\r\nПодробнее о побеге от разбойников.\r\nТрусливый Бернардо пытался бежать к озеру, дабы окунуться в него и сбить запах гончим с разбойниками, которые без устали его преследовали. Окольными путями он старался подойти к озеру, чтобы его преследователи не могли догадаться о месте назначения самого Бернардо. Вскоре он успешно добрался до озера, но случилось непредвиденное: на берегу озера была стая волков, которые явно так просто не дадут Бернардо сделать планируемое. Он не мог ввязаться в борьбу с ними прямо сейчас, так как на кону была его жизнь.Если его найдут, пока он будет бороться с волками, только одна Селестия знает, что может произойти. Но тут ему улыбнулась фортуна: неподалеку от озера\r\nпробежал могучий олень, которого увидели волки. Увидев его они тут же помчались за ним. Судьба ли это, либо просто совпадение, у Бернардо не было времени на это и как только волки убежали достаточно далеко он тут же нырнул в озеро. Но останавливаться было нельзя и поэтому немного передохнув, он снова отправился в путь. На сей раз путь лег далекий и самый сложный: ему предстояло пересечь границу между Западной Эквестрией и Восточной Эквестрией, ведь этом пути ему должна была встретиться большая часть бандитов Грокхена, а также местная стража границы, которыми манипулировал Грокхен через местные власти. На своем пути Бернардо всячески пытался заметать свои следы, хоть ему удавалось не так ловко, как напарнику из его группы. Пройдя достаточно близко границе Бернардо понял, что он выбился из сил и не может больше бежать. Он понял, что лучшей идеей будет переждать день в укромном месте, а ночью тайком попытаться пройти границу. Для этого он нашел пустую, глубокую пещеру. Ожидая когда наступить ночь, Бернардо захотел подкрепиться. Для этого он в округе пособирал различных ягод, которые росли на кустах. После небольшого перекуса он вернулся в пещеру и заснул. Ночью Бернардо проснулся от воя волков, ошивающих в округе. Пришло время действовать и он побежал ближе к границе. Вскоре Бернардо увидел за горизонтом разведенный костер и силуэты, находящихся возле него. Он посчитал, что лучше все же перестраховаться и попытасься обойти их. Ему это удалось сделать, но вскоре он увидел ту самую границу, через которую ему необходимо пройти. По всей полосе долины расположились разбойники Грокхена, а в центре стояла та самая стража. Пройти незамеченным через границу было невозможно, нужно было искать другой путь. Немного поразмыслив, как преодолеть такую блокаду, Бернардо решил отойти подальше от границы, дождаться повозки мимо дороги и попытаться договориться с кучером. Подождав некоторое время он все-таки дождался повозки. Ему кое-как удалось убедить кучера, но тот в свою чередь взял с него плату в 100 битсов. Астрономическая сумма для повозки с лошадью, видать кучер не первый раз и знал, как обстоят дела в округе. Он показал мне тайный отсек в повозке и велел не издавать звуков, пока мы не приедем в город. На границе его задержала стража и потребовала документы и \"пошлину\" за проезд. Я понимал, о какой пошлине идет речь, но сделать ничего не мог. Стражник обыскал повозку, но так и ничего и не нашел. Он дал разрешение на проезд и спустя некоторое время мы добрались до города.\r\n",
      "items": "Экипировано:\r\nАмулет ночного покоя.\r\nПозволяет восстановить 4(1) или 2(2). Применяется только при открытом ночном небе (т.е. на улице, ночью в ясную погоду).\r\nПосох с черным кристаллом (не изучен).\r\n\r\n\r\n\r\nВ сумках\r\nСкипетр с янтарным самоцветом (заклинание света)\r\nОгниво\r\nЗелье здоровья (15) * 2\r\nЗелье регенерации (4хп * 5 ходов) * 7\r\nСено * 2\r\nНебольшой серебрянный амулет с рубином\r\nЯблоки (20кг)\r\nКапуста (10кг)\r\nСоленая морковь *5\r\nКурдюк с водой (2л.)\r\nСветло-оранжевый кристалл\r\nЗелье красного цвета\r\nЗелье голубово цвета 2шт\r\nЗолото 60\r\n\r\nЗолото 274\r\n",
      "specialAbility": "",
      "exp": 911,
      "saveDateTime": "2022-10-04T13:22:20",
      "createCharacterDateTime": "2022-04-17T13:27:50"
    },
    {
      "characterGUID": "b31c5226-59ec-427c-a041-ca4f5c1f243e",
      "saveGUID": "e8c1fb27-cd66-434e-97ad-2c1c7aaeb96f",
      "lastUpdateDateTime": "2022-06-05T21:00:13",
      "adventureState": 0,
      "characterState": 0,
      "name": "Сильви Соулесс",
      "avatarGUID": "253e9a04-9b42-4cd0-8753-61e53d38b378",
      "race": 4,
      "chClass": 5,
      "maxHP": 15,
      "curHP": 15,
      "stamina": -1,
      "power": 0,
      "agility": 1,
      "intellegence": 4,
      "charisma": 2,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Пусто",
      "effects": "",
      "history": "Сильви была выдающимся жеребёнком, первой в своей группе выучила магические навыки. Ей предвещали будующее великого мага. Но однажды, она перешла дорогу не тем пони.  Она победила сына дворянского дома Голдхувсов, чем опозорила его. Дворяне не те пони, которые просто прощают своих обидчиков, её избили, но они не знали что у Сильви слабое здоровье. Они сломали её рог и убежали. Правосудие, как водится, закрыло глаза. \r\nВ ходе странствий она стала подданной грифонской империи и получила за свои заслуги артефакт, Золотой рог, который отравил её магию и разум.\r\n\r\nДостижение \"Бездушная\"\r\nВсякий раз когда Жнец душ применяется к жеребятам, те теряют сознание.\r\n\r\n\r\nПотенциальная цель гильдии убийц.\r\n",
      "items": "Экипировано:\r\nПлащь из прочной ткани (+1 к действиям скрытности)\r\n\r\n\r\n\r\nКурдюк с водой (0л.)\r\nЗолото 12\r\nНабор серебрянных ложек",
      "specialAbility": "",
      "exp": 590,
      "saveDateTime": "2022-06-05T21:00:13",
      "createCharacterDateTime": "2022-04-17T13:30:58"
    },
    {
      "characterGUID": "3da07ef3-0581-441e-af53-869a37a0475c",
      "saveGUID": "82cc53cd-a3f1-4439-acd9-06dff114b785",
      "lastUpdateDateTime": "2022-07-03T15:37:36",
      "adventureState": 0,
      "characterState": 0,
      "name": "Скрол Сквин",
      "avatarGUID": "",
      "race": 2,
      "chClass": 6,
      "maxHP": 10,
      "curHP": 0,
      "stamina": 0,
      "power": -1,
      "agility": 2,
      "intellegence": 2,
      "charisma": 3,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Стрелы (3)",
      "effects": "",
      "history": "Достаточно таки молодоой харизматичный вор-разбойник, а так же участник Гильдии воров, обучавшийся воровству и ядом. Был рожден в полной заботливой семье от чего ему не хватало адреналина, приключений и подобного. Еще с молодости лет так в 20 он познакомился с Гильдией воров в одном из пабов во время отдыха, после чего примкнув к ним и заслужив доверия у важных лиц и известности почти во всех округах Гильдий воров стал выполнять различные темные дела, такие как контрабанда, воровство и тому подобное, естественно в этом были риски но как говорится, кто не рискует, тот не пьёт воды.",
      "items": "Короткий лук (расстояние 12, урон 1D10)\r\n\r\nЗолото 1510\r\nМалое зелье лечения (2) (+10ХП)\r\nОбычное зелье регенерации (1) (+5ХП * 4 хода)",
      "specialAbility": "",
      "exp": 365,
      "saveDateTime": "2022-07-03T15:37:36",
      "createCharacterDateTime": "2022-04-17T13:35:32"
    },
    {
      "characterGUID": "71307795-ca29-4827-9498-1f516b789892",
      "saveGUID": "eac78f32-ae15-4dcc-9d11-388bc5c30ea3",
      "lastUpdateDateTime": "2022-10-06T15:45:55",
      "adventureState": 0,
      "characterState": 0,
      "name": "Эрих фон Рихтер",
      "avatarGUID": "",
      "race": 3,
      "chClass": 6,
      "maxHP": 29,
      "curHP": 23,
      "stamina": 1,
      "power": -1,
      "agility": 4,
      "intellegence": 0,
      "charisma": 2,
      "buffStamina": 1,
      "buffPower": 1,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Очки приемов: 0. Болт арб.:46",
      "effects": "",
      "history": "\r\n\r\n\r\nПотенциальная цель гильдии убийц.",
      "items": "Плащь\r\nЖелезная маска\r\nОгнестрел (Первый шарик 1D8, каждый следующий +1D6, до 4х шаров, требует перезарядки полным ходом, дальность 8) (заряжен - 0)\r\nМалый арбалет (2D4 + 2, дальность 18)\r\n\r\nОбычное зелье регенерации (0) (+5ХП * 4 хода)\r\nОбычное зелье лечения (0) (+15ХП)\r\nМешочек с шариками (24)\r\nБитсы (250)\r\nНабор отмычек (11 применений)\r\n\r\nВещи Силви\r\nОднокопытный топор Бэн (1D8)\r\nСвиток с заклинанием\r\nСвиток с заклинанием\r\nКости 5/50.\r\nЖелезная маска\r\nНож 1D4 (3)\r\nКочерга (1d6) -2 к попадению\r\nКровопивник (механизм для сбора крови из тел)\r\n\r\n\r\n\r\n",
      "specialAbility": "",
      "exp": 665,
      "saveDateTime": "2022-10-06T15:45:55",
      "createCharacterDateTime": "2022-04-17T13:39:52"
    },
    {
      "characterGUID": "434ffe44-4191-4c53-9740-93c72bb0b350",
      "saveGUID": "b5dd331e-7ab0-46cd-a6e8-5b84b1b62646",
      "lastUpdateDateTime": "2022-04-17T13:56:53",
      "adventureState": 0,
      "characterState": 3,
      "name": "Ульрик Штормсир",
      "avatarGUID": "",
      "race": 0,
      "chClass": 0,
      "maxHP": 30,
      "curHP": 30,
      "stamina": 3,
      "power": 1,
      "agility": 1,
      "intellegence": -1,
      "charisma": 2,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Ярость: 0",
      "effects": "",
      "history": "В родном поселении Ульрика разразилась неизвестная болезнь. И как один из немногих еще здоровых пони, он решил отправиться на поиски лекарства для своей деревни.\r\nСледуя наставлениям знахаря своей деревни, Ульрик держит путь на север в поисках лекарей или лекарства, что, возможно, сможет вылечить жителей поселения. В настоящий момент Ульрик имеет лишь две зацепки: \r\nПо слухам, врачи из Истхолда обладают знаниями, что могут помочь победить эпидемию.\r\nСлухи о загадочной траве, прорастающей на севере, и которая обладает сильными исцеляющими свойствами.\r\nНесмотря на то, что по пути Ульрика ведут лишь слухи, не подкрепленные никакими фактами, он готов отправиться хоть на край света, ведомый тщетной надеждой на спасение родных.\r\nВо время путешествия, Ульрик, вынужденный зарабатывать на пропитание, согласился на сопровождение каравана в качестве охраны. После того, как караван достиг места назначения и Ульрик получил свою оплату, он купил себе боевой щит, решив применять в путешествии те боевые  навики, что он получил еще будучи юнцом, посещая тренировки одного из ветеранов, что проживал в его деревне.",
      "items": "Экипировка:\r\n\r\nОднокопытный меч 1D8\r\nЩит (увеличивает вероятность блокирования +2, снижает получаемый физический урон на 1)",
      "specialAbility": "",
      "exp": 80,
      "saveDateTime": "2022-04-17T13:56:53",
      "createCharacterDateTime": "2022-04-17T13:56:53"
    },
    {
      "characterGUID": "b344805b-e637-4771-a1bb-6bcdf6bca0ea",
      "saveGUID": "099dc33b-411b-48c9-bf66-5aea1d680042",
      "lastUpdateDateTime": "2022-04-17T16:18:45",
      "adventureState": 0,
      "characterState": 0,
      "name": "Brave Heart",
      "avatarGUID": "",
      "race": 2,
      "chClass": 9,
      "maxHP": 10,
      "curHP": 0,
      "stamina": 1,
      "power": 2,
      "agility": 4,
      "intellegence": 0,
      "charisma": -1,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "",
      "effects": "",
      "history": "У каждой пони есть свои предрасположенности: кто-то силен, как бык, что способен поднять наковальню разом. Кто-то умен, что способен решать трудные задачи, непосильные другим неподготовленнным умам. Вот и Абигейл Импостер обладала сильными качествами. Она была проворна и быстра, жаль что ее умения и способности не совпадали с ее желаниями. С детства она хотела стать инженером, хоть и не была к этому предрасположена. Но сдаваться она не собиралась - она долго и кропотливо старалась, чтобы обучиться ремеслу у местного механика. Когда начальное обучение прошло и она могла называться инженером, пошла покорять Эквестрию она, чтоб миру доказать, что хоть умением не блещешь, то путь твой к мечте не заказан. И прославиться своими изобретениями, конечно же.",
      "items": "Экипировано:\r\nПлащь из прочной ткани (+1 к действиям скрытности)\r\nЖелезная маска\r\n\r\nБроня гвардейца (полный комплект, поломана) (2 снижение физического урона)\r\nБроня гвардейца (полный комплект, поломана) (2 снижение физического урона)",
      "specialAbility": "",
      "exp": 155,
      "saveDateTime": "2022-04-17T16:18:45",
      "createCharacterDateTime": "2022-04-17T16:18:45"
    },
    {
      "characterGUID": "392a95b8-7fda-49b7-9a23-dbb1c49a6e0d",
      "saveGUID": "024271db-69ab-46df-9781-fd012d63f382",
      "lastUpdateDateTime": "2022-07-17T20:39:44",
      "adventureState": 0,
      "characterState": 0,
      "name": "Чин Чопа",
      "avatarGUID": "",
      "race": 9,
      "chClass": 0,
      "maxHP": 37,
      "curHP": 37,
      "stamina": 2,
      "power": 3,
      "agility": 1,
      "intellegence": -1,
      "charisma": 1,
      "buffStamina": 1,
      "buffPower": 1,
      "buffAgility": 0,
      "buffIntellegence": 1,
      "buffCharisma": 1,
      "battleResources": "Кровавый голод: 0. Адреналин: 3",
      "effects": "-- Кровавое насыщение (+1 к статам)\r\n+5ХП * 2 хода",
      "history": "С самого детства Чин Чопа был местным забиякой. Большую часть времени он проводил за полусмертельными боями, когда проигравшим считался тот, кто уже был не способен биться. В этих тяжелых боях Чин Чопе не всегда становился победителем, а иногда даже был на пороге смерти. Когда все реже и реже он стал получать люлей от местных бойцов, то ему стало скучно от таких занудных боев, где он не мог полностью насладиться боем, когда ставки (жизнь) и боевые навыки не соответствовали между противниками, он решил искать новых, более сложных противников. Вот и он и прибыл на гладиторские бои, чтобы снова ощутить вкус побед.\r\n\r\nДостижение \"Рероллер\"\r\nПри покупке рероллов у ГМа получает 3 вместо 2.\r\n\r\n\r\nПотенциальная цель гильдии убийц.",
      "items": "Шлем Крэнка (снижение физического урона на 1)\r\nНаручи Крэнка (снижение физического урона на 1, повышает вероятность блокирования на 1)\r\nНагрудник Крэнка (снижение физ урона на 2, снижение магического урона на 1)\r\nБашенный щит (снижение физического урона 1, повышение вероятности блокирования на 3, -1 ловкость)\r\nОднокопытный меч (2d6)\r\n\r\nБитсы (155)\r\nКлюч от сейфа\r\nАмулет с четыремя разными самоцветами, магический\r\nМетательный кинжал (1D6) (5)\r\nРеролл 6\r\nСклянка старшей крови (1)\r\nСклянка с синеватым зельем (4)\r\nСклянка с зеленым зельем (2)\r\nОбычное зелье регенерации (0) (+5ХП * 4 хода)\r\nОбычное зелье лечения (2) (+15ХП)\r\nКожанный костюм\r\nСредний нефрит\r\nКисет чая (3 шт)\r\nКурдюк с водой (0 л)\r\nМаленький рубин\r\nСамоцвет с рунами внутри (с переливом цвета от зеленого к фиолетовому)\r\nКамни расписанные синими рунами (3)\r\nКамни расписанные красными рунами (4)\r\nГвардейский нагрудник (снижение физ урона на 1)\r\nНевзрачный коричневый плащ с капюшоном\r\nМаска ястреба\r\nДвукопытный меч (1D10)",
      "specialAbility": "",
      "exp": 647,
      "saveDateTime": "2022-07-17T20:39:44",
      "createCharacterDateTime": "2022-04-17T16:51:10"
    },
    {
      "characterGUID": "6f587b2e-695c-437b-9d33-03130a95f7d9",
      "saveGUID": "b76a0dc1-7104-4de5-a134-8d5bd8a1ad58",
      "lastUpdateDateTime": "2022-07-17T20:39:40",
      "adventureState": 0,
      "characterState": 0,
      "name": "Эми Аниэль",
      "avatarGUID": "",
      "race": 2,
      "chClass": 0,
      "maxHP": 29,
      "curHP": 29,
      "stamina": 3,
      "power": 2,
      "agility": 1,
      "intellegence": 1,
      "charisma": -1,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Адренлин: 0",
      "effects": "",
      "history": "Амелия родилась и выросла в светской семье в Кантерлоте. Она была окружена любовью и заботой своих родителей. В летней школе ей не было равных в силе и выносливости, но вот умом поняшка не вышла. Вместо учебы она предпочитала длительные тренеровки и не смотря на это у нее было большое количество друзей. Из-за ее ярких рыжих волос она часто звалась в кругах учителей \"Рыжим Бедствием\". Причем Бедствием её называли тоже не просто так, это было вполне заслуженное прозвище - постоянные драки с мальчишками и невыполненное домашнее задание были её спутниками на протяжении всего её обучения.. Но тем не менее Амелия росла, с ней росли ее привычки и умение владеть оружием. Ее движения стали более стремительные и элегантные, ее мимика обрела богатый опыт выражения эмоций, ее голос стал среднего тембра. Она предпочитает говорить быстро, но с паузами, что бы донести свои мысли до собеседника. Хотя зачастую это были очевидные факты, так как с возрастом, глубокая мудрость и острый ум решили к ней не приходить. Она стала только беспредельно уверенна в себе и своих силах. Так же с годами пришла и большая ответственность, которую ей навязывали родители. Несмотря на их настойчивость они так и не смогли заинтересовать Амелию различными балами, часными приемами и прочей светской шелухой. Последней каплей в чашу терпения стал брак по расчету, из за которого Амелия решила бежать из родного дома.\r\nИ тут она поняла в чем предназначение ее жизни! Что значит ее знак отличия! Приключения! Она всегда предпочитала браться за сложные задания и всегда находила союзников и верных друзей, которые спасали ее из кучи передряг. В одной из таких передряг они нашли карту, со спрятанным сокровищем грифонов...\r\nКак только они заполучили эту карту выйдя из подземелья, на них напали. Её друзья погибли защишая ценные знания и лишь Амелии удалось бежать. Потеряв всех кто был ей так важен, она решила податься в гильдию воров, зная, что те, явно обладают сведениями о местоположении этого сокровища.\r\nЭто стало ее принципом и делогм жизни - во что бы то ни стало найти сокровище грифонов! Найти то, за что ее друзья отдали свою жизнь... Город Исхолд, был ее первой зацепкой, по слухам именно там, около сотни лет назад были найдены его следы.",
      "items": "Боевой топор (2d8)\r\nМаска собаки\r\nЧерный плащ\r\nБроня гвардейца (полный комплект) (3 снижение физического урона)\r\n\r\nДвукопытный меч (1D10)\r\nДвукопытный меч (2D6)\r\nЗолото 73.",
      "specialAbility": "",
      "exp": 110,
      "saveDateTime": "2022-07-17T20:39:40",
      "createCharacterDateTime": "2022-04-24T15:13:32"
    },
    {
      "characterGUID": "efd312ab-91fd-43ac-ad6d-0416555bba81",
      "saveGUID": "bda40e4a-f24d-4c25-9a88-d65759fc339a",
      "lastUpdateDateTime": "2022-04-24T18:54:34",
      "adventureState": 0,
      "characterState": 0,
      "name": "Рокси Фаверлес",
      "avatarGUID": "",
      "race": 2,
      "chClass": 3,
      "maxHP": 10,
      "curHP": 0,
      "stamina": 1,
      "power": -1,
      "agility": 4,
      "intellegence": 2,
      "charisma": 0,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "",
      "effects": "",
      "history": "Рокси родом из обычной дворянской семьи. В один из дней своей жизни, она осознала, что её рутинный быт это не то, чего она хочет от этой жизни. И она решила избрать путь близкий к её природе - стать охотником. Для получения славы и власти.",
      "items": "Кожанная жилетка (+1 к уворотам)\r\nЗолото 55",
      "specialAbility": "",
      "exp": 30,
      "saveDateTime": "2022-04-24T18:54:34",
      "createCharacterDateTime": "2022-04-24T15:18:08"
    },
    {
      "characterGUID": "2096a3bb-c9e0-4173-8b4f-ee933ddd791d",
      "saveGUID": "3d1c7aaa-9856-48d2-aade-1c78fbc11de6",
      "lastUpdateDateTime": "2022-07-03T15:42:10",
      "adventureState": 0,
      "characterState": 0,
      "name": "Жан Безызвестный",
      "avatarGUID": "46606ea5-a72b-41f2-a753-a1fa96a2f1de",
      "race": 1,
      "chClass": 1,
      "maxHP": 54,
      "curHP": 54,
      "stamina": 3,
      "power": 3,
      "agility": -1,
      "intellegence": 0,
      "charisma": 1,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Степень ярости: Спокойствие.",
      "effects": "",
      "history": "",
      "items": "\r\n\r\n\r\n\r\n\r\nБитсы 1500",
      "specialAbility": "",
      "exp": 1050,
      "saveDateTime": "2022-07-03T15:42:10",
      "createCharacterDateTime": "2022-05-25T00:01:52"
    },
    {
      "characterGUID": "a1e2f132-a352-489b-b123-c321e7631e7c",
      "saveGUID": "95646bf6-4627-49fc-88c4-9d9fb38eba87",
      "lastUpdateDateTime": "2022-07-17T20:39:37",
      "adventureState": 0,
      "characterState": 0,
      "name": "Алайн Грэйсворд",
      "avatarGUID": "",
      "race": 9,
      "chClass": 7,
      "maxHP": 25,
      "curHP": 25,
      "stamina": 2,
      "power": -1,
      "agility": 1,
      "intellegence": 3,
      "charisma": 1,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Кровавый голод: 3",
      "effects": "",
      "history": "Алайн Грейсворд родился в деревне бэтпони в семье местного жреца и с детсва был отправлен в местную церковь Найтмер Мун. Юному Алайну не нравились строигие правила местных жрецов, но при этом он был прилежным учеником и довольно неплохо постигал жреческие науки. Повзрослев он решил покинуть свою деревню и отправится в путешествие, покинув церковь, которая требовала от свободолюбивого Алайна слишком много послушания. Он отправился в путь взяв лишь только то, что дали ему жрецы в период его обучения, немного денег и еды.\r\n\r\nПотенциальная цель гильдии убийц.",
      "items": "Плащ ночного ветра (+2 к уворотам ночью)\r\nОднокопытный топор Уе (1D8)\r\n\r\n\r\nБитс 0\r\nКапуста (5 велков)\r\nКурдюк (10 литров)",
      "specialAbility": "",
      "exp": 175,
      "saveDateTime": "2022-07-17T20:39:36",
      "createCharacterDateTime": "2022-06-05T15:18:03"
    },
    {
      "characterGUID": "a369ac10-94b9-4087-bda3-e70a186b004d",
      "saveGUID": "0c1bc6a7-30d9-4786-9a78-c3cbfbb876ff",
      "lastUpdateDateTime": "2022-10-08T20:05:36",
      "adventureState": 0,
      "characterState": 0,
      "name": "Сибум Аматор",
      "avatarGUID": "",
      "race": 5,
      "chClass": 1,
      "maxHP": 38,
      "curHP": 38,
      "stamina": 3,
      "power": 2,
      "agility": 1,
      "intellegence": 1,
      "charisma": -1,
      "buffStamina": 1,
      "buffPower": 1,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Ярость: Нервозность",
      "effects": "",
      "history": "Не известно как и когда Сибум оказался в лесу и почему один. Он жил оторванный от цивилизации на протяжении 15 лет, выживая в условиях дикой природы, научившийся правилу \"выживает сильнейший\". Однажды его нашли сородичи и попытались вернуть в цивилизацию, но довольно безуспешно.\r\n\r\nПотенциальная цель гильдии убийц.",
      "items": "Гвардейский нагрудник (снижение физ урона на 1)\r\nГвардейские накопытники (снижение физ урона на 1)\r\nГвардейский шлем (снижение физ урона на 1)\r\nОднокопытный меч (1D10)\r\nОднокопытный меч (1D10)\r\n\r\nРерол 1\r\nБоевой топор (2d8)\r\nМалое зелье лечения (2) (+9ХП)\r\nБитсы (419)\r\nКапуста (9 велков)\r\nКурдюк (5 литров)\r\nСверток красной ткани с золотыми рунами\r\nСверток синей ткани с белыми рунами\r\nФлаконы с зельями неизвестного происхождения (7)\r\nСтранная доска и деревянные палочки с рунами\r\nОбруч с аметистом\r\nСфера с заклинанием огненной волны (3лвл)\r\nОбычный Сапфир (2шт)\r\nМедальон ордена Яблочного Хмеля - (Раз в сутки позволяет носителю применить один из следующих эффектов:\r\n1) Накладывает на выбранного противника в пределах видимости эффект \"Опьянен\", который заставляет совершить 3 следующих своих действия с помехой.\r\n2) Накладывает на себя или союзную цель в непосредственной близости эффект \"Приятные воспоминания\", который позволяет применить следующие 3 действия с преимуществом.\r\n3) Зачаровывает выбранную кружку яблочного сидра таким образом, что при выпивании до дна, она восстанавливает 3D10 здоровья. Этот эффект сохраняется не дольше суток.)\r\n",
      "specialAbility": "",
      "exp": 630,
      "saveDateTime": "2022-10-08T20:05:36",
      "createCharacterDateTime": "2022-06-05T16:28:52"
    },
    {
      "characterGUID": "555e20f4-1eb8-4aaa-87d0-b01075ee98b8",
      "saveGUID": "2d481054-99ce-45cc-b869-83298a7b28d4",
      "lastUpdateDateTime": "2022-10-08T20:05:27",
      "adventureState": 0,
      "characterState": 0,
      "name": "Найтингейл",
      "avatarGUID": "",
      "race": 3,
      "chClass": 6,
      "maxHP": 42,
      "curHP": 42,
      "stamina": 2,
      "power": 1,
      "agility": 4,
      "intellegence": 0,
      "charisma": -1,
      "buffStamina": 1,
      "buffPower": 1,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Очки приемов: 6",
      "effects": "Невидимость",
      "history": "",
      "items": "Клинок \"Линкс\" (2D4) (игнорирует физическую защиту)\r\nКлинок \"Рейгхт\" (1D8) (продляет действие ядов на 4 удара)\r\nГвардейский шлем (снижение физ урона на 1)\r\nГвардейские накопытники (снижение физ урона на 1)\r\n\r\nРубиновое колье\r\nБитсы (167)\r\nКрепкое зелье каменной кожи (1) (блокирование физ урона 3 на 4 хода)\r\nМаска свиньи\r\nКартофель (5 кг)\r\nЯблоки (2 кг)\r\nКурдюк с водой (10 л)\r\n\r\nМалое зелье исцеления (1) (+9 ХП)\r\nЗелье исцеление (1) (+15ХП)\r\nКрепкое зелье исцеления (1) (+24ХП)\r\nОдноручный меч\r\nКинжал\r\nБулава\r\n\r\nЯд “Копыто свело” (Концентрат) (1 шт)\r\nЯд “Вдох-Выдох” (Легкий концентрат) (1шт)\r\nЯд “Вдова” (Легкий концентрат) (1шт)\r\nМалое зелье исцеления (+9ХП) (2шт)\r\nКольцо на рог с алмазом",
      "specialAbility": "",
      "exp": 1140,
      "saveDateTime": "2022-10-08T20:05:27",
      "createCharacterDateTime": "2022-07-05T16:24:27"
    },
    {
      "characterGUID": "aea4d81a-f677-4ed1-9e29-776acc5ae5fd",
      "saveGUID": "85496b6a-af47-4fff-a270-82d194f078ec",
      "lastUpdateDateTime": "2022-10-08T20:05:32",
      "adventureState": 0,
      "characterState": 0,
      "name": "Шелли Шрайк",
      "avatarGUID": "548c8458-884f-43da-acae-0e35c89464f6",
      "race": 3,
      "chClass": 9,
      "maxHP": 25,
      "curHP": 25,
      "stamina": 1,
      "power": -1,
      "agility": 3,
      "intellegence": 3,
      "charisma": 0,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "Детали (24)",
      "effects": "",
      "history": "Грифон Шелли Шрайк родился и вырос в небольшом городе Дэри в южных землях грифонов.\r\nЭто был небольшой городок, соединенный близкой дорогой с другим, таким же небольшим городом - Бэлтейном. Оба этих города, несмотря на мирные отношения, с давних времен пытались как-то соревноваться друг с другом и превзойти своих оппонентов во всех сферах. Это приводило к отличным результатам – экономика городов шла в гору и они стремились стать одними из самых крупных городов юга Грифонии. Однако это продолжалось не долго. В какой-то момент, жители этой части грифоньих земель не заладили с жителями Эквестрийского материка. Все началось в тот момент, когда Найтмер Мун была изгнана на Луну, а многие пони, которые верили в неё и поклонялись ей, были подвергнуты гонениям. Ввиду того что жители городов Дэри и Бэлтейна почитали и уважали ночное небесное светило, а так же не были против новых поселенцев в расширяющихся города, они, хоть и с некоторым недоверием, но приняли у себя беженцев с большого материка. Долгие годы эти беженцы разделяли дом и быт с грифонами. Но преследователи Селестианской гвардии то и дело нападали на торговые суда грифонов, некоторые из которых ходили под флагом ненавистного им ночного светила.\r\nТак, ненависть жителей этих земель и жителей большого материка росла из десятилетия в десятилетие. Со временем это перешло в открытую вражду – торговые судна грифонов регулярно подвергались нападениям морской гвардии Эквестрии. А торговля на большом материке шла всё хуже и хуже. Ведь сложно торговать, когда многие города попросту закрывают перед тобой свои ворота.\r\nВ этих непростых условиях рос грифон Шелли. Он был сыном управляющего небольшой торговой компании. С детства Шелли проявлял особый интерес к учёным книгам и пытался реализовать прочитанное на практике. Например он усовершенствовал мышеловки, когда его отец ругался на чем свет стоит после того как крысы погрызли товар. Усовершенствованные мышеловки напроч отбили желание крыс соваться в их склады (ещё бы, ведь новые мышеловки были смесью медвежьего капкана и динамита). Однако отец Шелли хотел, чтобы сын помогал ему в торговле, а именно стал капитаном торгового судна. Платить наемным судам втридорога за их риски ему не особо хотелось, да ещё эти олухи теряли груз, закупали не то, продавали не там… В общем, отправил он сынишку юнгой на корабль торгашеский служить.\r\nСлужба на корабле была не самой лёгкой, но интересной. А особенно стычки с кораблями Эквестрии. Корабль зачастую возвращался в порт дырявый, но с большим количеством груза нежели когда отплывал из порта. Грифоны смотрели на это сквозь когти, а вот эквестрийцы не намерены были такое терпеть. Вскоре очередному безумному адмиралу морской гвардии пришла в голову идея совершить вероломный налет на Дэри и Бэлтейн.\r\nК великому сожалению, этот налет закончился очень печально для многих грифонов и потомков почитателей Найтмер Мун, среди которых было немало и фестралов.\r\nШелли всегда хорошо относился к своим “лунным” сожителям и в ходе нападения на его город был захвачен в плен за содействие им. Его ждала нелегкая судьба каторжника в Восточной Эквестрии, однако приключилось неожиданное. Когда корабль с пленными уже начал подплывать к суше, сильный шторм начал колотить корабль во все стороны и разбил его в щепки о рифы.\r\nОчнувшись, Шелли увидел, как другие пленники добивают выживших членов экипажа корабля, а также пытаются спасти хоть что-то ценное. После небольшого совещания пленники решили разделиться на мелкие группы и пойти кто куда. Шелли решил идти один.\r\nВ пути он повстречал тройку стариков – земнопони, зебру и пегаса. Это стало вторым переломным моментом в его жизни, после пленения. Старики оказались не просто путешествующими старцами, но даже скорее мудрецами, что несли просвещение.\r\nЗемнопони был механиком и искал дневники легендарного Таурга Теслы, Первого Механика. А заодно обучал всех желающих основам искусства механиков.\r\nПегас прилетел из далеких земель на западе, где обучался боевым искусствам и направлял свои копыта на защиту слабых и обездоленных.\r\nОднако наибольшее влияние на Шелли оказал Зёбр – он\r\nбыл его духовным наставником, который смог (пусть и не полностью) охладить гнев Шелли к эквестрийцам.\r\nШло время. Шелли впитывал мудрость старцев. Однако спокойная жизнь длилась не долго. Спустя примерно полгода-год, в то время как Шелли отлучился на поиск чего перекусить, на лагерь, где они решили заночевать, напали разбойники. Когда Шелли вернулся в лагерь, он обнаружил лишь изувеченные и уже лишившиеся духа тела своих учителей. Разбойники забрали все мало-мальски ценное из их лагеря, оставив лишь дневник земнопони и некоторые походные вещи.\r\nЗабрав дневник старца земнопони, в котором тот вел свои записи, Шелли продолжил свои приключения. Будучи достойным учеником, он пообещал себе, что отомстит разбойникам (вопреки учениям Зебра) за хладнокровное убийство стариков, найдет дневники Таурга Теслы и вернется в свой дом. Или к тому, что от него осталось.\r\n\r\nКвест: Месть за учителей (1/3).\r\nСоздать поисковой рубин.\r\nНаграда - 80 exp.\r\nВыполнено\r\n\r\nКвест: Месть за учителей (2/3).\r\nОтыскать бандитов\r\nНаграда - 100 exp.\r\nВыполнено\r\n\r\nКвест: Месть за учителей (3/3).\r\nНайти дневник учителя\r\nНаграда - 150 exp.",
      "items": "Экипировано:\r\nДва кольца (шершавые)\r\nБольшой зачарованный рубин\r\n\r\n\r\n\r\nСумки:\r\nБитсы (2410)\r\nСкипетр с синим самоцветом\r\n",
      "specialAbility": "",
      "exp": 515,
      "saveDateTime": "2022-10-08T20:05:31",
      "createCharacterDateTime": "2022-10-04T00:35:32"
    },
    {
      "characterGUID": "8275ffe5-181d-436c-95f7-bc20d4a3861d",
      "saveGUID": "ab4b51df-4847-4439-90e5-ae0de99d0848",
      "lastUpdateDateTime": "2022-10-06T21:04:41",
      "adventureState": 0,
      "characterState": 0,
      "name": "Фезер Спирит",
      "avatarGUID": "",
      "race": 2,
      "chClass": 3,
      "maxHP": 19,
      "curHP": 17,
      "stamina": 1,
      "power": 2,
      "agility": 4,
      "intellegence": 0,
      "charisma": -1,
      "buffStamina": 0,
      "buffPower": 0,
      "buffAgility": 0,
      "buffIntellegence": 0,
      "buffCharisma": 0,
      "battleResources": "ОБД: 0; Стрелы (20)",
      "effects": "",
      "history": "",
      "items": "Экипировано:\r\nДлинный лук с руной древесного волка (2D6 dmg, дальность 18, +1D6 под древесным волкам и гидрам).\r\n\r\nСумки:\r\nБитсы (60)\r\nКлок шерсти Барди",
      "specialAbility": "",
      "exp": 86,
      "saveDateTime": "2022-10-06T21:04:41",
      "createCharacterDateTime": "2022-10-06T14:52:37"
    }
  ]
}